<div>
    <h4>مراتب الوجود</h4>
<ol>
	<li>الأحدية</li>
    <li>الحقيقة المحمدية (الوحدة)</li>
	<li>الواحدية (تجلي الأسماء والصفات)، وفيها: الكثرة، الخلق، الفتح</li>
	<li>النبوة</li>
	<li>الرسالة (يتفرع منها النصر)</li>
	<li>الجمع أوالقرآن</li>
	<li>الغنى</li>
	<li>إحكام الدنيا (كمال الاستقرار والثبات) والسورة الثامنة الأنفال</li>
	<li>الملك</li>
	<li>الولاية (يتفرع منها البشرى)</li>
    <li>الخلق الجديد</li>
	<li>الكمال</li>
</ol>
</div>


<style>
    ol {
        list-style: arabic-indic;
        margin-right: 20px;
        text-align: right;
    }
    li {
        margin: 3px;
    }
</style>
