<div>
    <h4>مراتب الوجود الإثنا عشرية</h4>
<ol>
	<li>الأحدية</li>
    <li>الحقيقة المحمدية (الوحدة)</li>
	<li>الواحدية (تجاه الأسماء والصفات)، وفيها: الكثرة، الخلق، الفتح</li>
	<li>النبوة</li>
	<li>الرسالة (يتفرع منها النصر) - سورة المائدة الوحيدة التي فيها «يا أيها الرسول»</li>
	<li>الجمع والقرآن</li>
	<li>الفنى</li>
	<li>إحكام الدنيا (كمال الاستقرار والثبات) والسورة الثامنة الأنفال</li>
	<li>الملك</li>
	<li>الولاية (يتفرع منها البشرى)</li>
    <li>الخلق الجديد - قراءة سورة الملك 11 مرة تقتضي بها كرامة</li>
	<li>الكمال</li>
</ol>
</div>


<style>
    ol {
        list-style: arabic-indic;
        margin-right: 20px;
        text-align: right;
    }
    li {
        margin: 3px;
    }
</style>
